christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
GitLab.gitlab-workflow
Gruntfuggly.todo-tree
jasonn-porch.gitlab-mr
logerfo.gitlab-notifications
matangover.mypy
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.makefile-tools
redhat.ansible
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
tamasfe.even-better-toml
VisualStudioExptTeam.intellicode-api-usage-examples
